<?php
//########################## 神明设定 ####################
//诗莉雅	shinria			歌曲   艺人 提高精力，国家士气
//萨莎	sashaar			四季  农业 粮食
//艾芬格	ivounger		商业，经济	
//穆汗	munhun			文化，文艺
//依斯比	isybee			智慧  魔法 魔法师
//阿蒙达	amonda			建筑  制造 工匠
//祖夫	zoof			古老法术 法术 牧师
//克伦比亚	cruynpere	战争 战斗 战士系
//西里克斯	xlex		
//邓莫尔	dunmoor			厨艺 厨师 精力，
//金克巴	gincob			工艺  制造 工匠
//布兰斯托	bransto		战术 技巧 
$_UCACHE['gods'] = array('诗莉雅','萨莎','艾芬格','穆汗','依斯比','阿蒙达',
			'祖夫','克伦比亚','西里克斯','邓莫尔','金克巴','布兰斯托');
$_UCACHE['phyle'] = array('人类','精灵','黑暗精灵','半兽人','矮人');
				





?>